[{"id":3639,"title":"Cleared for Takeoff","permalink":"http:\/\/verdemagazine.com\/cleared-for-takeoff","content":"&nbsp;\r\n\r\nPaige Hansen places the muffs of her headphones over her ears and adjusts the microphone. To her left, orange clouds and billows of dust engulf the tinted windows as the propeller whirs in front of her. The pilot and co-pilot yell directions at one another over the anticipation of the rumbling engine.\r\n\r\nAs the wheels begin to accelerate, Palo Alto High School junior and pilot Hansen opens the small window to her left and yells “Clear!” at the top of her lungs. The plane gains momentum and the Palo Alto Baylands rush past the window until we have a birds’ eye view of the marshland. The plane is airborne.\r\n\r\nHansen turns around to beam at her passengers. The smallest adjustment of the yoke – the plane’s steering wheel – dips the plane up and down. Seat belts strain at our waists as the plane turns away from the bay and towards Downtown Palo Alto. After her instructor requests a photo mission and the air traffic controller accepts it, Hansen drops the plane to 1500 feet above the ground and it hovers over 50 Embarcadero Rd. before rotating and speeding up above University Avenue.\r\n\r\n<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/thxbryan.jpg\"><img src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/thxbryan.jpg\" alt=\"thxbryan\" width=\"300\" height=\"199\" \/><\/a>\r\n\r\n<b>GENERATIONS  <\/b>Cormac Siegfried stands in front of his family’s plane. The tradition of flying has been passed down bloodlines.\r\n<div><\/div>\r\nPalo Alto students Paige Hansen, Cormac Siegfried and Théo Zaharias bring popular childhood dream of flying to life. United States law does not require children to be a particular age to begin flight training, but aspiring pilots must be 16 years old to solo and 17 to obtain a pilots license.\r\n\r\nWhen a person soloes, their instructor oberves them from the ground and keeps a radio handy in order to give mid-flight instructions.\r\n\r\nThis October will mark Hansen’s two-year anniversary of flying. She began as a sophomore when her father, who had been flying for nine years, encouraged her to learn.\r\n\r\n“My dad wanted me to take lessons because he needed a co-pilot,” Hansen says.\r\n\r\nShe soloed for the first time in September of 2013.\r\n\r\n“That’s… the biggest milestone because it shows you can handle the airplane on your own,” Hansen says.\r\n\r\nFlight is a family affair for Siegfried,  a senior and former Palo Alto High School student and current Lydian Academy and Foothill College student.\r\n\r\n“I pretty much grew up in this plane,” Siegfried says, gesturing to his family’s BE-18S.\r\n\r\nThe expectation has always been that he would learn to fly. Siegfried learned from his father, who learned from his father in turn.\r\n\r\n“We set expectations…that you do well in school, that your honest, that your good citizens, all of those things,” Siegfried’s father, Rand Siegfried, says. “Another expectation is that you’re going to learn how to fly.”\r\n\r\nHe learned to fly alongside his sister, former Palo Alto High School student McKinely Siegfried.\r\n\r\nSiegfried’s gandfather had always yearned to fly and obtained his license at age 17. Siegfried began flying as soon as his feet could reach the pedal and earned his license at the same age.\r\n\r\n“There wasn’t ever an option but to learn to fly, but I also never even considered not learning,” Siegfried says.<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/Lesson.tif\"><img class=\"alignnone size-medium wp-image-3761\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/Lesson.tif\" alt=\"Lesson\" width=\"1\" height=\"1\" \/><\/a>\r\n\r\n<img src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/Palyyyy.jpg\" alt=\"Palyyyy\" width=\"300\" height=\"200\" \/>\r\n\r\n<b>AERIAL VIEW  <\/b>Paige Hansen flies over Palo Alto High School, top left. 1500 ft is the lowest a plane can fly over a city.\r\n\r\n&nbsp;\r\n\r\nPaly junior Zaharias began flying last year, when his father decided to learn. He and his father dad took an introductory flight together.\r\n\r\n“I was actually more interested than he was, so I started taking lessons,” Zaharias says.<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/Lesson.tif\"><img class=\"alignnone size-medium wp-image-3761\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/Lesson.tif\" alt=\"Lesson\" width=\"1\" height=\"1\" \/><\/a>\r\n\r\nZaharias takes one to two lessons a week and studies outside of lessons from two to four hours a week. He is about halfway through the process of getting his pilot’s license.\r\n\r\n“Just being able to go up there and see things from a new perspective… it’s just kind of liberating,” Zaharias says.\r\n\r\nFor Zaharias, flying provides a broader lens through which to view the world.\r\n\r\n“My favorite flying is over the remote valleys and rural areas because there’s so many things to see that people in Palo Alto would never get to see otherwise,” Zaharias says. “It’s eye opening.”\r\n\r\nIn his many years of flying, Siegfried has flown over 200 hours, including a nine hour trip with a single pit stop.\r\n\r\n“My favorite type [of airport] has no tower; [it’s] a sort of grass airport,” Seigfried says.\r\n\r\n“You have nowhere to go,” Siegfried says.  “You’re just flying cause you’re having so much fun.”\r\n\r\n<img class=\"alignnone size-medium wp-image-3713\" style=\"cursor: default; border: 0px initial initial;\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/PushingTheplane.jpg\" alt=\"PushingTheplane\" width=\"300\" height=\"200\" \/>\r\n\r\n<b>PUSH  <\/b>Paige Hansen and her instructor, Will McAdams, previous page, push the plane in preparation for her flying lesson. They have flown together since October 2012.\r\n\r\n<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/YAYYY.tif\"><img class=\"alignnone size-medium wp-image-3783\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/YAYYY.tif\" alt=\"YAYYY\" width=\"1\" height=\"1\" \/><\/a>\r\n\r\nAt the moment, Zaharias sees flying as a possible future career.\r\n\r\n“Maybe I could become a pilot for commercial flights,” he says. “Or maybe go join the military or the air force.”\r\n\r\nSiegfried, on the other hand, views flying as a life-long hobby.\r\n\r\n“I think I’ll always fly,” Siegfried says. “I always want to have a place to go fly.”\r\n\r\nHansen looks forward the freedom flying will give her, “I can go on day trips to different places”\r\n\r\n1500 feet above the Earth, the blue sky seems to stretch on forever, but eventually we must plant our feet back on the ground. Hansen adjusts the yoke and the nose ducks. Ears popping, we feel the seat belts tighten across each of our waists as we descend towards the flat black asphalt of the airport.\r\n<div><\/div>","excerpt":"&nbsp; Paige Hansen places the muffs of her headphones over her ears and adjusts the microphone. To her left, orange clouds and billows of dust engulf the tinted windows as the propeller whirs in front of her. The pilot and co-pilot yell directions at one another over the anticipation of the rumbling engine. As the wheels...","date":"2014-03-28 09:47:27","author":"Brigid","thumbnail":"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/thxbryan.jpg","categories":["Features","Testing Cover","Volume 15, Issue 5"],"tags":{"1442":"Advantage Aviation","1440":"Pilots","1441":"Planes","1443":"Private Pilots","916":"teens"}},{"id":3731,"title":"Smarter Balance field test to launch for juniors","permalink":"http:\/\/verdemagazine.com\/smarter-balance-field-test-to-launch-for-juniors","content":"The all-digital Smarter and Balanced Field Test launches next week for Palo Alto High School juniors after being rescheduled from March 8 and March 9.\r\n\r\nDespite the fact that the district shortened the testing duration from two days to one, Diana Wilmot, the district’s point person for the tests, says she feels confident that the assessment will gather enough data.\r\n\r\n“If we can get all the juniors to come in for those two hours, then I think we will be able to properly test the infrastructure,” Wilmot said. “We will get a good feel for ‘testing the test.’ We are going to do our best to give them [the Smarter Balanced Assessment Consortium] what we can, given that the window has changed.”\r\n\r\nDue to the decision to move the window to next week, Paly was forced to postpone its plans to administer the test.\r\n\r\n“The purpose of the Smarter Balanced Field Test is to assess the viability of our infrastructure to give online assessments to students,” Wilmot said. “[It gives] our teachers and educators a better sense of how the Common Core standards will be measured in the future. This is going to replace STAR [Test].”\r\n\r\n“There’s two parts to it,” Wilmot said. “One part is the performance task. It’s akin to a part two of an AP exam where you have to show your work, show your thinking — it’s open ended. The other part is based on computer enhanced items.”","excerpt":"The all-digital Smarter and Balanced Field Test launches next week for Palo Alto High School juniors after being rescheduled from March 8 and March 9. Despite the fact that the district shortened the testing duration from two days to one, Diana Wilmot, the district’s point person for the tests, says she feels confident that the...","date":"2014-03-28 09:47:04","author":"Anand Srinivasan","categories":["News","Volume 15, Issue 5"],"tags":{"1421":"All-digital","1420":"Diana Wilmot","1419":"Field Test","620":"news","1418":"Smarter Balanced Test","1202":"STAR test","979":"verde"}},{"id":3868,"title":"Teen-created website prepares for app competition","permalink":"http:\/\/verdemagazine.com\/teen-created-website-prepares-for-app-competition","content":"[caption id=\"attachment_3871\" align=\"alignleft\" width=\"480\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/clickpa.jpg\"><img class=\" wp-image-3871 \" alt=\"The ClickPA staff consists of local high school students working to create and update a running list of all events and activities available to teens in the Palo Alto area. From left: Lacee Korsten, Ally Gong, Fabian Garduño, Bethany Wong, Kevin Zittle, Charles Yu, Sharon Chen\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/clickpa.jpg\" width=\"480\" height=\"476\" \/><\/a> The ClickPA staff consists of local high school students working to create and update a running list of all events and activities available to teens in the Palo Alto area. From left: Lacee Korsten, Ally Gong, Fabian Garduño, Bethany Wong, Kevin Zittle, Charles Yu, Sharon Chen[\/caption]\r\n\r\nThe Palo Alto Apps Challenge announced ClickPA as a finalist on March 13.\r\n\r\nThe competition is for innovative apps that engage Palo Alto citizens with the city government.\r\n\r\nThe group aims to develop a prototype app in anticipation for the late-April deadline for the next step of the competition. The staff hopes to create an app that will function as an extension of their website.\r\n\r\nFounded in October 2012 by four Gunn and Palo Alto High School students, ClickPA is a student-run website dedicated to spreading awareness of local events and activities among high school students.\r\n\r\nThe organization has grown a significant amount in recent months and is now supported by the City of Palo Alto through funding and technological assistance.\r\n\r\n“We’re trying to tie the teens with the bigger picture of the city,” said Gunn junior Ally Gong, one of the founding staff members. “We have the idea, we have the site and we have a good collection of events, but what we’re pushing for now in the next few months is to get teens to use our site and get places to actively contribute their events.”\r\n\r\nAccording to Gong, the staff hopes to expand its user-audience and to continue to grow its staff by adding more contributing bloggers and journalists.\r\n\r\n“We really just want it to turn into a good program that benefits both Palo Alto as a city and for the teens,” Gong said. “I definitely hear from a lot of people, ‘There are a ton of things going on in this city. We just want to organize everything in one place so that it’s easier for teens to find everything they need.”","excerpt":"The Palo Alto Apps Challenge announced ClickPA as a finalist on March 13. The competition is for innovative apps that engage Palo Alto citizens with the city government. The group aims to develop a prototype app in anticipation for the late-April deadline for the next step of the competition. The staff hopes to create an...","date":"2014-03-28 09:40:38","author":"Tira Oskoui","categories":["News","Volume 15, Issue 5"],"tags":{"1120":"activities","1475":"ally gong","1474":"clickpa","336":"events","657":"Palo Alto","1476":"tira oskoui"}},{"id":3459,"title":"One More for Title IX","permalink":"http:\/\/verdemagazine.com\/one-more-for-title-ix","content":"<span id=\"more-3459\"><\/span><!--more--><span class=\"Apple-style-span\" style=\"font-style: normal\"><span class=\"Apple-style-span\" style=\"font-style: normal\">[video width=\"960\" height=\"540\" m4v=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/02\/Female-Wrestling-at-Paly1.m4v\"][\/video]<\/span><\/span>\r\n\r\n&nbsp;\r\n\r\n<span class=\"Apple-style-span\" style=\"font-style: normal\"><span class=\"Apple-style-span\" style=\"font-style: normal\">On June 23rd 1972 Richard Nixon signed into law that “No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving federal financial assistance…” This revolutionary idea forever changed high school sports. Girls sports teams began to appear all over the nation but many sports like football and wrestling were still male dominated. Even today there are only two girls on the Paly wrestling team. Verde decided to take a look at their life.<\/span><\/span>\r\n\r\n&nbsp;\r\n\r\n&nbsp;","excerpt":"&nbsp; On June 23rd 1972 Richard Nixon signed into law that “No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving federal financial assistance…” This revolutionary idea forever changed high school...","date":"2014-03-28 09:37:05","author":"Brigid","categories":["Features","Multimedia","Uncategorized"],"tags":{"1472":"equality","1127":"features","1473":"gender","1270":"girls","1470":"Title Ix","1471":"Wrestling"}},{"id":3853,"title":"Search for replacement superintendent progresses","permalink":"http:\/\/verdemagazine.com\/search-for-replacement-superintendent-progresses","content":"[caption id=\"attachment_3857\" align=\"alignnone\" width=\"600\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_0154.jpg\"><img class=\"size-full wp-image-3857\" alt=\"Time flies when you’re having fun Supt. Kevin Skelly has been regularly transferring marbles from one jar to another every Monday morning for nearly 10 years. Skelly started with 520 marbles in the larger jar, but only 10 remain today ­— the rest are in the small jar. “They [the marbles] are symbolic,” Skelly said. “[It] feels like a time to take off.” Photo by Michelle Tang\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_0154.jpg\" width=\"600\" height=\"463\" \/><\/a> Time flies when you’re having fun Supt. Kevin Skelly has been regularly transferring marbles from one jar to another every Monday morning for nearly 10 years. Skelly started with 520 marbles in the larger jar, but only 10 remain today ­— the rest are in the small jar. “They [the marbles] are symbolic,” Skelly said. “[It] feels like a time to take off.” Photo by Michelle Tang[\/caption]The Board of Education is encouraging student participation in a superintendent search survey that closes 5 p.m. Wednesday.\r\n\r\nThe survey, directed at the Palo Alto community, tests the community’s preference of certain listed attributes, and also includes a short question-and-answer section for comments.\r\n\r\nThe board met a group of consultants from Leadership Associates for the first time on March 19, and held open forums on March 25 and March 26 to gain community input on superintendent attributes.\r\n\r\nThe board members have characteristics that they are looking for in a superintendent.\r\n\r\nAccording to board member Camille Townsend, a superintendent should understand the importance of teachers, have a range of life experiences, and be able to connected to the community.\r\n\r\nShe also emphasizes that the candidate should have experience with teenagers.\r\n\r\n“An understanding of high school students is essential,” Townsend said. “Being a teenager in a high achieving district is difficult. A superintendent should understand the pressure. Overall, a well-rounded superintendent with a sense of humor.”\r\n\r\nKevin Skelly, the current superintendent, will resign at the end of the school year. According to Skelly, he informed the board about his decision in February to give the board sufficient time to choose his successor.\r\n<div><\/div>\r\n&nbsp;","excerpt":"The Board of Education is encouraging student participation in a superintendent search survey that closes 5 p.m. Wednesday. The survey, directed at the Palo Alto community, tests the community’s preference of certain listed attributes, and also includes a short question-and-answer section for comments. The board met a group of consultants from Leadership Associates for the...","date":"2014-03-26 10:33:13","author":"mtang16","categories":["News","Volume 15, Issue 5"],"tags":{"1466":"attributes","1404":"Board of Education","1467":"future","1395":"Kevin Skelly","1469":"marbles","1468":"palo alto unified school district","682":"PAUSD","1465":"selection","849":"Skelly","1464":"superintendent"}},{"id":3802,"title":"Lost and Found","permalink":"http:\/\/verdemagazine.com\/lost-and-found","content":"&nbsp;\r\n\r\n[caption id=\"attachment_3838\" align=\"alignleft\" width=\"215\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/frias-son-better.jpg\"><img class=\"wp-image-3838\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/frias-son-better.jpg\" alt=\"1. Jon Frias, who attends Barron Park Elementary School, plays with a toy truck from the market. The market was started by two Paly parents in 1989. 2. A glass terrarium dangles in the parking lot in front of the Tower Building. 3. A row of scarves hangs on a tent at one vendor’s stall. 4. Mini cacti are on display at Shirlui Lam’s stall. Lam also sells sun hats and school supplies. 5.  Trinkets rest in a glass case, awaiting inspection from potential customers. 6.  Handmade jewelry hangs on a stand at a stall in the middle aisle of the market. Many vendors make their own wares.\" width=\"215\" height=\"323\" \/><\/a> Jon Frias, who attends Barron Park Elementary School, plays with a toy truck from the market.[\/caption]\r\n\r\n&nbsp;\r\n\r\nThe sun beats down on two long rows of tents, reflecting off of brass belt buckles and handmade jewelry. Colorful tapestries at one stall flutter lazily in the light breeze, while small spherical terrariums sway back and forth on strings at another booth farther down the line. Customers bargain with vendors, and children excitedly sift through merchandise laid out on the cement.\r\n\r\nThe relative quiet is shattered as a tall man wearing a floppy white hat and dark sunglasses strides down one of the rows, brandishing two paintings and shouting, “One dollar! One dollar each! Anybody love me?”\r\nThis is just a normal day at Palo Alto High School’s Flea Market, which takes place from 8:30 a.m. to 3 p.m. one Saturday every month. Anything from old sheriff’s badges to painted skulls can be found in the parking lot in front of the Tower Building.\r\nFounded in 1989 as a fundraiser for the Paly band, the flea market has grown into a ti<img class=\"alignright wp-image-3844 size-full\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/fleamarket.jpg\" alt=\"fleamarket\" width=\"600\" height=\"400\" \/>me-honored tradition, serving not only as a source of revenue, but as a gathering place for a diverse slice of the Palo Alto community.\r\n\r\n[caption id=\"attachment_3840\" align=\"alignnone\" width=\"300\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/glass-terrarium.jpg\"><img class=\"size-medium wp-image-3840\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/glass-terrarium.jpg\" alt=\"glass terrarium\" width=\"300\" height=\"200\" \/><\/a> A glass terrarium dangles in the parking lot in front of the Tower Building.[\/caption]\r\n\r\n[caption id=\"attachment_3842\" align=\"alignnone\" width=\"300\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/photo4.jpg\"><img class=\"size-medium wp-image-3842\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/photo4.jpg\" alt=\"photo4\" width=\"300\" height=\"204\" \/><\/a> Mini cacti are on display at Shirlui Lam’s stall. Lam also sells sun hats and school supplies.[\/caption]\r\n\r\nPhyllis Smith and Cathy Brown, two Paly parents, were faced with the task of organizing a fundraiser for the band 25 years ago. According to Smith, who still coordinates the event, the original plan was to do a marathon, but the idea came up to run a flea market during the race. At first an afterthought, the market proved to be a quick success.\r\n“People are always looking for a bargain, that’s a fact of life,” Smith says. “People came when they heard that there was going to be a flea market here.”\r\nTo gather funds, the band sells spots to vendors ahead of time and runs a barbecue the day of the market. According to current band director Jeff Willner, the barbecue is an efficient way to help the vendors as well as the school. Besides bringing in money, it assures that the vendors do not have to leave their stalls to get food, and thus miss potential customers.\r\n\r\n[caption id=\"attachment_3839\" align=\"alignnone\" width=\"200\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/jewelry.jpg\"><img class=\"size-medium wp-image-3839 \" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/jewelry.jpg\" alt=\"jewelry\" width=\"200\" height=\"300\" \/><\/a> Handmade jewelry hangs on a stand at a stall in the middle aisle of the market.[\/caption]\r\n\r\n[caption id=\"attachment_3845\" align=\"alignnone\" width=\"300\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/photo7.jpg\"><img class=\" wp-image-3845\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/photo7.jpg\" alt=\"photo7\" width=\"300\" height=\"225\" \/><\/a> Trinkets rest in a glass case, awaiting inspection from potential customers.&nbsp;\r\n\r\n[\/caption]\r\n\r\nIn addition to the vital funds that the event is able to provide for the band, Willner attests to the unique experience that the market provides.\r\n“A lot of the flea markets you go to now, it’s a lot of people selling new garbage,” Willner says. “For us, it’s a real live flea market, It’s people selling stuff from out of their garage... So it’s a little more diverse and eclectic than a lot of them that you go to now.”\r\nThe flea market’s uncommon environment, as well as being a product of the wide variety of merchandise available, results from its small and manageable size.\r\n“We haven’t outgrown our capability of being able to control it,” Smith says. “There’s a couple of incidences in the past where we have not invited people back, but because we’re small, we’ve really been able to keep a handle on that type of thing.”\r\nAs the years have gone by, the band has become increasingly adept at running the event. According to Willner, the process is so efficient that he has little role other than organizing volunteers at the beginning of the year.\r\n“All I do is, I make sure that people can get in, because we really try to make it so that the parent volunteers and [Smith] are able to do their thing,” Willner says. “Right now, it’s been going for so long, that it’s almost like it’s this continuum. … It’s a pretty well-oiled machine at this point.”\r\n\r\n[caption id=\"attachment_3846\" align=\"alignnone\" width=\"300\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/josh-frias.jpg\"><img class=\"size-medium wp-image-3846 \" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/josh-frias.jpg\" alt=\"josh frias\" width=\"300\" height=\"247\" \/><\/a> Vendors Josh Frias (top), Shirlui Lam (middle) and Iman Rozibye (bottom).[\/caption]\r\n\r\n<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/140308_VerdeDojo-Airplane_164.jpg\"><img class=\"alignnone size-medium wp-image-3841\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/140308_VerdeDojo-Airplane_164.jpg\" alt=\"140308_VerdeDojo-Airplane_164\" width=\"300\" height=\"200\" \/><\/a>\r\n\r\n<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/Iman.jpg\"><img class=\"alignnone size-medium wp-image-3843\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/Iman.jpg\" alt=\"Iman\" width=\"200\" height=\"300\" \/><\/a>","excerpt":"The sun beats down on two long rows of tents, reflecting off of brass belt buckles and handmade jewelry. Colorful tapestries at one stall flutter lazily in the light breeze, while small spherical terrariums sway back and forth on strings at another booth farther down the line. Customers bargain with vendors, and children excitedly sift through merchandise laid out on the cement.\r\n","date":"2014-03-26 10:32:01","author":"jmcevoy15","thumbnail":"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/fleamarket.jpg","categories":["Culture","Testing Cover","Volume 15, Issue 5"],"tags":{"1451":"esme ablaza","1452":"flea market","1190":"jasper mcevoy","659":"palo alto high school","662":"Paly","1453":"paly band","979":"verde","1023":"verde magazine"}},{"id":3631,"title":"Four Parts English, One Part Innovation","permalink":"http:\/\/verdemagazine.com\/four-parts-english-one-part-innovation","content":"&nbsp;\r\n\r\n[caption id=\"attachment_3852\" align=\"aligncenter\" width=\"600\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_0250.jpg\"><img class=\"size-full wp-image-3852 \" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_0250.jpg\" alt=\"Sophomore James Wang prepares his rocket for its launch.\" width=\"600\" height=\"900\" \/><\/a> <strong>ROCKET BUILDING:<\/strong> Sophomore James Wang prepares his rocket for its launch.[\/caption]\r\n\r\nWith a cup of corn syrup and potassium nitrate powder, sophomore James Wang produced fuel for his rocket. Made only of plastic pipes and a UPS shipping tube, the rocket will launch 5,000 feet into the air. In addition to gaining the sheer pleasure of launching a rocket, Wang is getting credit for this creation in his English class.\r\n\r\nIn Kirk Hinton’s English 10A and Erin Angell’s World Literature classes, students spend 45 minutes a week — 20 percent of their class time — creating self-chosen innovations.\r\n\r\n[caption id=\"attachment_3877\" align=\"alignleft\" width=\"413\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_06891.jpg\"><img class=\" wp-image-3877       \" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_06891.jpg\" alt=\"IMG_0689\" width=\"413\" height=\"299\" \/><\/a> <strong>ONLINE BUSINESS:<\/strong> Senior Caroline Moeser spray paints a cake topper for her online Etsy shop, Caro and Coco. She has sold over 120 cake toppers since the beginning of the year.[\/caption]\r\n\r\nHinton adopted this initiative from Google’s 20% Project this year, which allots its employees 20 percent of their worktime to pursue a project outside of the scope of their job descriptions. Google’s 20% Project, whose purpose is to nurture innovation, has spawned countless success stories including Gmail and Google News.\r\n\r\n“This project gives students freedom and control,” Hinton says. “More so in recent years, there has been a push for teachers to step away from the role of ‘sage on the stage’ — in which we deliver information to students through lecture — and into that of a ‘guide on the side,’ in which we allow students to discover and explore their own passsion, and simply help them do so.”\r\n\r\nWang, who is building a rocket with help from sophomore Nathan Kau, has found this proccess extremely rewarding.\r\n\r\n“[The 20% Project] provides a unique experience where we can independently create something while being unhindered from the rigid, traditional school structure,” Wang says. “We [Kau and I] started building rockets together a while back…. Everything is made from scratch. For the fuel, we used potassium nitrate, sugar, corn syrup, red iron oxide and sulphur.”\r\n\r\n[caption id=\"attachment_3880\" align=\"alignright\" width=\"540\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_0188.jpg\"><img class=\" wp-image-3880  \" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_0188.jpg\" alt=\"IMG_0188\" width=\"540\" height=\"365\" \/><\/a> <strong>SMILE BOOK:<\/strong> Sophomore Adele Bloch photographs a subject for her group's photo book, the Smile Book.[\/caption]\r\n\r\nAside from the student’s individual enjoyment, Hinton and Angell empower their students to create a product with a lasting impact.\r\n\r\n“The purpose is to do something for an audience that’s larger than yourself,” Angell says.\r\n\r\nSophomores Yael Moskowitz, Hannah Subega, Adele Bloch, and Alex Rose aim to do just that. The group is creating a photo book of smiling portraits accompanied by quotes of what makes each of those individuals happiest.\r\n\r\n“We hope to inspire happiness and joy, and remind people of the good things in life through our love of photography,” Moskowitz says.\r\n\r\n[caption id=\"attachment_3883\" align=\"alignright\" width=\"432\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_0798.jpg\"><img class=\" wp-image-3883  \" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_0798.jpg\" alt=\"IMG_0798\" width=\"432\" height=\"469\" \/><\/a> <strong>LONGBOARD CONSTRUCTION:<\/strong> Sophomore Takaaki Sagawa saws a wooden board to construct a longboard. Sagawa and sophomore Anant Marur plan to build and sell five longboards and donate the profits to charity.[\/caption]\r\n\r\nBut no matter how extravagant the project or noble the cause, students are still graded on their writing ability — just not in the format of a conventional essay.\r\n\r\n“I’m not going to grade someone on curing cancer,” Angell says. “Instead of formalized writing and literary analyses, the students have daily blogs and proposals. It’s less about grammar, mechanics, and structure and more about their ideas.”\r\n\r\nIn order to teach students practical skills in the classroom, Hinton and Angell require their students to write a proposal, find a mentor, create weekly blogs, write an argument essay and present their final product through a TED-style talk to the class. Students are then graded on these components, rather than the final innovation.\r\n\r\n“The students are allowed to fail, but they have to learn something from their failure and present that to the class,” Hinton says. “Not failing just means that they’re not trying hard enough.”\r\n\r\nHowever, most students haven’t had to face this anguish. According to Hinton, the projects have met their respective goals by allowing students to innovate in the classroom. Next year, Hinton and Angell hope to adapt this project to other classes as well.","excerpt":"&nbsp; With a cup of corn syrup and potassium nitrate powder, sophomore James Wang produced fuel for his rocket. Made only of plastic pipes and a UPS shipping tube, the rocket will launch 5,000 feet into the air. In addition to gaining the sheer pleasure of launching a rocket, Wang is getting credit for this...","date":"2014-03-26 10:28:01","author":"alu16","thumbnail":"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/IMG_06891.jpg","categories":["Culture","Testing Cover","Volume 15, Issue 5"],"tags":{"1496":"20%","1499":"angell","1503":"book","1505":"caro","1504":"classroom","1506":"coco","1500":"creativity","314":"education","1498":"hinton","1357":"innovation","536":"launch","560":"longboard","1497":"percent","728":"project","1501":"rocket","1502":"smile"}},{"id":3756,"title":"Into the Woods","permalink":"http:\/\/verdemagazine.com\/into-the-woods","content":"[caption id=\"attachment_3718\" align=\"alignright\" width=\"437\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/AlicePorch.jpg\"><img class=\" wp-image-3718 \" alt=\"AlicePorch\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/AlicePorch.jpg\" width=\"437\" height=\"291\" \/><\/a> Customers dine on the front porch of Alice's Restaurant. The building was a general store for local loggers in the early 1900s before being converted into a restaurant in the 1950s. Photo by Ana Sofia Amieva-Wang[\/caption]\r\n<p dir=\"ltr\">Late afternoon sunlight filters through towering redwood trees, creating dappled shadows on the asphalt of the snaking highway CA 84 as it ascends the Woodside mountains. Gaps in the trees reveal miles of greenery intermingled with houses set against a backdrop of bright blue sky. The forest eventually opens at the intersection of Skyline and 84 to reveal a wood cabin, guarded by an iron owl and an American flag. A welcoming front porch beckons behind an asphalt parking lot overflowing with motorcycles and teeming with life. Picnic tables line the porch, crammed with the patrons of Alice’s Restaurant. On the far side of the porch, through a set of doors, lies the main inside area of Alice’s, and a building in the back houses an additional bar.<\/p>\r\n<p dir=\"ltr\">The restaurant, renowned for its unique location and ambience, serves classic American comfort food. Alice Taylor opened the restaurant in the 1960s, naming it after herself and after an Arlo Guthrie anti-war song of the same name, but the restaurant has since changed hands and is now owned by a different family. According to their website, the building was a general store catering to local loggers in the early 1900s before being converted into a restaurant in the 1950s.<\/p>\r\n\r\n\r\n[caption id=\"attachment_3786\" align=\"aligncenter\" width=\"360\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/alicecar.jpg\"><img class=\" wp-image-3786  \" alt=\"alicecar\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/alicecar.jpg\" width=\"360\" height=\"240\" \/><\/a> An old Volkswagen bug sits in front of Alice's. There is a variety of scenic routes that one can take to the restaurant. Photo by Ana Sofia Amieva-Wang[\/caption]\r\n<p dir=\"ltr\">People from all walks of life visit Alice’s, from biker gangs in leather jackets embroidered with their gang names to families winding down after a long day’s hike. Alice’s is a notorious biker hangout, and conversation is often punctuated by the revving of motorcycle engines. The patrons at Alice’s are friendly, smiling and making conversation with a genial American hospitality. Alice’s is the type of place where waitresses call customers “honey” and smile as they take orders.<\/p>\r\n<p dir=\"ltr\">One of the more subtle pleasures of the restaurant is the drive there. The roads wind up through the Santa Cruz mountains, and you can choose between the peaceful redwood forests of Kings Mountain or Old La Honda roads, the spectacular views of Page Mill Rd., or the more direct yet slightly less scenic route 84. It takes approximately half an hour to get from downtown Palo Alto to the restaurant, so Alice’s is definitely a place that should be reserved for leisurely weekends.<\/p>\r\n\r\n\r\n[caption id=\"attachment_3781\" align=\"alignleft\" width=\"240\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/aliceinside2.jpg\"><img class=\" wp-image-3781 \" alt=\"aliceinside\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/aliceinside2.jpg\" width=\"240\" height=\"360\" \/><\/a> The inside seating area of the restaurant. In addition to this area and the front porch, there is also a bar area on the back porch. Photo by Ana Sofia Amieva-Wang[\/caption]\r\n<p dir=\"ltr\">Alice’s boasts a truly unique ambiance. Customers seat themselves at one of the picnic tables on the restaurant’s deck, often sharing a table with at least one other party. The tables are set up in a communal, open-seating arrangement. The porch, warmed by numerous heat lamps during cold weather, feels cozy despite its open-air format. The restaurant’s indoor seating area is similar to the outside, though it has upholstered booths and single-party tables. In the back is a bar with a smaller porch, which looks out on a backyard lawn, where children often play while they wait for their families to finish eating. The location in the redwoods makes for a refreshing, natural atmosphere impossible in an urban setting.<\/p>\r\n<p dir=\"ltr\">Alice’s is an excellent place to escape to with friends after a long, hard week. It is a refuge: a cabin among the trees where one can seek a good meal and get away from the mind-numbing grind of day-to-day life, if just for a little while.<\/p>","excerpt":"Late afternoon sunlight filters through towering redwood trees, creating dappled shadows on the asphalt of the snaking highway CA 84 as it ascends the Woodside mountains. Gaps in the trees reveal miles of greenery intermingled with houses set against a backdrop of bright blue sky. The forest eventually opens at the intersection of Skyline and...","date":"2014-03-26 10:19:11","author":"eablaza16","thumbnail":"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/AliceFrontNew1.jpg","categories":["Features","Uncategorized","Volume 15, Issue 5"],"tags":[]},{"id":3785,"title":"Give Us a Bow","permalink":"http:\/\/verdemagazine.com\/give-us-a-bow","content":"[caption id=\"attachment_3805\" align=\"alignnone\" width=\"600\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/24.jpg\"><img class=\"size-full wp-image-3805\" alt=\"Palo Alto High School seniors Megan Rohrer (left) and Tessera Chin (right) rehearse at Chin's house.\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/24.jpg\" width=\"600\" height=\"360\" \/><\/a> Palo Alto High School seniors Megan Rohrer (left) and Tessera Chin (right) rehearse at Chin's house.[\/caption]\r\n\r\nOn an ordinary Wednesday night, a duet of string music can be heard spilling over the high wooden fence around the Chin family’s home in Palo Alto. The strings spin velvet melodies and the occasional burst of laughter rolls out onto the sidewalk. Palo Alto High School seniors Tessera Chin and Megan Rohrer, are practicing their instruments together.\r\n\r\nIn the music room of Chin’s house, the girls furrow their brows a little as they focus on Handel’s “Passacaglia.” Sweet, complicated music flows from their bows and through the room, bouncing off the walls. Their thin fingers dance on the violin and viola, their other arm directing wooden bows swiftly across the strings. Occasionally, they peer at each other and giggle. But they never stop playing.\r\n\r\nRehearsals like this are common, because both Chin and Rohrer are diligent musicians and practice often. They are both in the Palo Alto Chamber Orchestra, or PACO, a prestigious musical community of the Bay Area’s most talented musicians. Rohrer is an advanced violinist and Chin plays both the violin and the viola.\r\n\r\nPACO holds four concerts every season and three to four hours of rehearsal weekly, but Chin and Rohrer still make time for quartet performances at such venues as the Stanford Shopping Center, Neiman Marcus and the American Heart Association. The events they play at include weddings, funerals, open houses and fundraisers. Chin and Rohrer say that they’ve done more than 50 gigs thus far and, because they are good friends, they do most of their gigs together.\r\n\r\n<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/weird.jpg\"><img class=\"alignnone size-full wp-image-3817\" alt=\"weird\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/weird.jpg\" width=\"600\" height=\"360\" \/><\/a>\r\n\r\nChin’s love of music is steeped in tradition. Her grandmother taught her to sing Chinese operas; her father started her on violin when she was in first grade; her older brother majored in music at the University of Southern California and her sister plays the cello; and both siblings are pianists. Music is in Chin’s blood.\r\n\r\n“I honestly can’t remember a time when music wasn’t part of my life,” she says.\r\n\r\nChin joined the Palo Alto Chamber Orchestra in 4th grade. Starting from Superstrings, the most juvenile among the five orchestras in the organization, she worked her way up to higher level orchestras. Orchestra has remained her major extra-curricular activity throughout the years, and she says that she spends about 10 hours total practicing each week.\r\n\r\n“My family is pretty dedicated to music,” she says.\r\n\r\nChin’s house has become a center for rehearsals, as her father teaches group music classes. When her parents remodeled the house in 2001, they designed the music room just for the kids to practice in, Chin says.\r\n\r\nRohrer’s earliest forays into music were very different. She grew up in New Mexico, where she was in the Albuquerque Youth Symphony, moving to California just before her freshman year.\r\n\r\n“I was scared to leave because I had an orchestra that I really liked there,” Rohrer says. “It was pretty much the only one in New Mexico...I was one of the best violinists my age. I was in a quartet, but it wasn’t very serious. The music community was just so much smaller.”\r\n\r\n<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/cool.jpg\"><img class=\"alignnone size-full wp-image-3834\" alt=\"cool\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/cool.jpg\" width=\"600\" height=\"360\" \/><\/a>\r\n\r\nThe two joined in 2011 when Rohrer had just moved from New Mexico. In the Santa Cruz mountains, Rohrer met Chin at the Summer Chamber Orchestra Workshop, or PACO camp. Together, they faced one week of intense rehearsals.\r\n\r\n“I was really intimidated because the music world was so much bigger, and it seemed like everyone played at a higher level and there were so many people who were so much better than me,” Rohrer says.\r\n\r\nBen Simon, the director of PACO, says that Rohrer seemed “extremely nervous when she first started,” but that it was clear that PACO was the perfect fit for her. She was quick to befriend bright, talented girls like Chin and her sister, Delenn Chin.\r\n\r\nRohrer says that playing with many talented musicians pushed her to try harder and improve.\r\n\r\nEven though there are many talented and dedicated students at PACO, the environment is by all accounts competitivity free.\r\n\r\n“It’s a community to belong,” Chin says. “Most of my friends are from PACO… We’re all comfortable around each other and confident in the music that we’re able to produce together.”\r\n\r\nOther than focusing on improving their own musicianship, the girls also teach other, less experienced children every Monday after school at Willow Oaks Elementary School’s after-school music classes. For two hours the girls help out by putting on tapes and fastening shoulder pads, straightening backs and pointing out notes on the staff.\r\n\r\n“Even though sometimes it feels impossible to get them [the kids] to listen or understand, I always feel kind of rewarded afterwards because I know that we’re helping them develop one of the most important skills ever,” Rohrer says. “The results aren’t immediate, but it’s really amazing to be able to help and watch the kids grow over time.”\r\n\r\nThis summer, Chin and Rohrer are going to the PACO camp as “Chamber Music Fellows” chosen by Director Ben Simon to coach kids in the program.\r\n\r\nAt this point, they are both accomplished senior musicians who stayed in Senior PACO for three years each. Chin is the orchestra’s first viola, leader of her section.\r\n\r\n“Tessera is the best viola in the world,” Rohrer says, grinning at Chin.\r\n\r\nRohrer is the first violinist and the concertmaster, chosen by Simon, for the concert coming up this March.\r\n\r\n“She holds lots of responsibility,” Simon says, “She is one of the strongest violinists this year and she deserves the promotion.”\r\n\r\nThe girls have also gained recognition from their fellow musicians at PACO.\r\n\r\n“Megan and Tessera are both very talented, accomplished, and hardworking people in and outside of orchestra,” says Claire Chevallier, Paly junior and PACO musician. “It’s easy to tell how dedicated and passionate they are about music when you hear them play.”\r\n\r\nRohrer plans to major in violin performance at Northwestern University’s Bienen School of Music this fall, and she also wants to sing in the school’s choir program. Chin, who is majoring in computer science at Stanford University, says she will “continue to play music no matter what.”\r\n\r\nWhen looking back at all these years at PACO, the girls feel that they’ve acquired skills beyond the music world.\r\n\r\n“The best thing about PACO is that it teaches you about life,” Chin says. “To teach, to cooperate, to follow and to lead.”\r\n\r\n<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/laugh.jpg\"><img class=\"alignnone size-full wp-image-3826\" alt=\"laugh\" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/laugh.jpg\" width=\"600\" height=\"360\" \/><\/a>","excerpt":"On an ordinary Wednesday night, a duet of string music can be heard spilling over the high wooden fence around the Chin family’s home in Palo Alto. The strings spin velvet melodies and the occasional burst of laughter rolls out onto the sidewalk. Palo Alto High School seniors Tessera Chin and Megan Rohrer, are practicing their...","date":"2014-03-26 10:15:07","author":"mtang16","categories":["Profiles","Volume 15, Issue 5"],"tags":{"1463":"duet","1454":"give us a bow","1457":"megan","1461":"orchestra","1460":"PACO","1462":"paly seniors","1458":"tessera","1455":"tessera and megan","1459":"viola","1456":"violin"}},{"id":3787,"title":"Behind the kendo mask","permalink":"http:\/\/verdemagazine.com\/behind-the-kendo-mask","content":"[caption id=\"attachment_3831\" align=\"alignleft\" width=\"360\"]<a href=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/daiki-cutout1.jpg\"><img class=\"wp-image-3831  \" style=\"margin: 5px\" alt=\"Kendo, a Japanese martial art, features one-on-one combat using wooden swords and protective armour. The goal is to strike the opponent in specific target areas, called datotsu-bui, while displaying high spirits and correct posture, as judged by three referees.  Daiki Minaki explains that the kendo ranking system comprises two sections, the kyu and the dan.  Kendoka, those who practice kendo,  start at 6-kyu and work their way up to 1-kyu, before moving on to the dan system. From there, they progress from 1-dan to the highest rank of 8-dan. \" src=\"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/daiki-cutout1.jpg\" width=\"360\" height=\"756\" \/><\/a> Kendo, a Japanese martial art, features one-on-one combat using wooden swords and protective armour. The goal is to strike the opponent in specific target areas, called datotsu-bui, while displaying high spirits and correct posture, as judged by three referees.<br \/>Daiki Minaki explains that the kendo ranking system comprises two sections, the kyu and the dan. Kendoka, those who practice kendo, start at 6-kyu and work their way up to 1-kyu, before moving on to the dan system. From there, they progress from 1-dan to the highest rank of 8-dan.[\/caption]\r\n\r\nTwo guttural yells ring through the dojo as masked figures lunge toward one another. Through their explosive shouts, the warriors announce their attacks immediately before the strike. The cuts are quick, and the three referees promptly raise their flags in response, touting the victor.\r\n\r\nThough they are loud, the two students are only part of the focus. With six to eight matches happening  at any given time, the stomps, yells and strikes all blend together under the high arched roof of the dojo. Palo Alto High School senior Daiki Minaki’s calls only contribute to the din as he trains against a fellow kendoka.\r\n\r\nMinaki began his kendo training at the age of 13, visiting a dojo once a week with his dad. He now travels to different dojos, practicing more than three times a week for at least three hours. His dedication has paid off — just last year, Minaki placed first in the 1-2 dan division of the Northern California Kendo Championships.\r\n\r\nMinaki is currently preparing for the All United States Kendo Federation National Championships in San Diego in May. Though this championship takes place every three years, Minaki attends six or seven competitions annually.\r\n\r\n“I try to go to as many tournaments as I can — competitions are my favorite part [of Kendo],” Minaki says. “I like going in with my team and getting really pumped. Winning just feels really awesome.”\r\n\r\nAlthough martial arts often evokes images of aggressive kicking and chopping, according to dojo instructor George Nishiura, kendo is less about force and strength; the kendoka instead relies on speed and endurance.\r\n\r\n“You have to be focused,” Nishiura says. “[In] kendo, something happens in a split second. It’s the fastest sport of any sport … focus, reflexes and concentration; I think it’s the innate nature of kendo.”\r\n\r\nMinaki agrees that a lot of his kendo skill comes from the mind, not the body.\r\n\r\n“There’s a lot of physical training,” he says. “But you also need a lot of mental discipline if you want to succeed.”\r\n\r\nAccording to Minaki, kendo’s resulting mental discipline helps his productivity when it comes to academic work.\r\n\r\n“I’ve been able to push myself, and I can work a lot harder because I put a lot of time and effort in kendo,” Minaki says. “That translates into my schoolwork. If I really don’t want to do something, I can now force myself to do it.”\r\n\r\nHowever, kendo contributes to more than just the individual mind. According to Nishiura, the mental discipline kendo requires extends to a kendoka’s everyday character.\r\n\r\n“The main subject of kendo is not hitting each other, but trying to build character that’s good for society,” Nishiura says. “[Minaki] takes the training very seriously … it makes him a very dependable person. If I ask him to do something, he does it. There is no question asked.”\r\n\r\nKendo’s focus on good character is reflected in the competition evaluation. At tournaments, kendoka are ranked based on their kendo skill and their spirit and respect for their opponents. The kendoka cannot progress through the ranks unless they show good self-control.\r\n\r\nMinaki doesn’t have any specific plans for the future of his kendo career, but he knows he wants to continue advancing his current rank of first dan after he graduates.\r\n\r\n“I want to get at least to fourth dan,” he says. “I might take a break in college, and start again after.”\r\n\r\nBut according to Nishiura, despite all stops and starts, kendo is for life.\r\n\r\n“It’s a lifelong learning experience,” Nishiura says. “There isn’t any endpoint to kendo training, so everybody at any stage are beginners. At the same time, they are experienced.… We don’t know exactly where we are in the cycle.”\r\n\r\nDespite the spiritual equality, kendoka ranks are taken seriously in the dojo. At the end of each practice, the men and women form two lines: one of senseis and one of students.\r\n\r\n“Respect’s a big part,” Minaki says. “You bow to the front … you pay respects to be able use the facility. You bow to … everyone you practiced with. ... Then you bow to your senseis.”\r\n\r\nAs students begin to form a separate line in front of the senseis to receive comments on their performance, Minaki breaks away to kneel behind Nishiura. He quietly takes Nishiura’s protective armor and begins to fold it.\r\n\r\n“That’s just common,” Minaki says. “The younger people in the dojo tend to do it for the more respected.”\r\n\r\nAccording to Nishiura, Minaki has shown great promise, both in sparring skill and kendo character.\r\n\r\n“He’s a good kid,” Nishiura says. “I think he will be a very useful person for society.”","excerpt":"Two guttural yells ring through the dojo as masked figures lunge toward one another. Through their explosive shouts, the warriors announce their attacks immediately before the strike. The cuts are quick, and the three referees promptly raise their flags in response, touting the victor. Though they are loud, the two students are only part of...","date":"2014-03-26 10:09:08","author":"kshi15","thumbnail":"http:\/\/verdemagazine.com\/wp-content\/uploads\/2014\/03\/daiki-cutout.jpg","categories":["Profiles","Volume 15, Issue 5"],"tags":{"1449":"Daiki Minaki","1450":"kendo","1122":"sports"}}]